"%[Any]@ of the following are true" = "%1$[Quaisquer]@ das seguintes são verdadeiras";
"%[All]@ of the following are true" = "%1$[Todas]@ as seguintes são verdadeiras";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[Taxa de Bits]@ %2$[é]@ %3$@ kbps";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[Taxa de Bits]@ %2$[não é]@ %3$@ kbps";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[Taxa de Bits]@ %2$[é maior que]@ %3$@ kbps";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[Taxa de Bits]@ %2$[é menor que]@ %3$@ kbps";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[Taxa de Bits]@ %2$[está no intervalo]@ %3$@ a %4$@ %5$[kbps]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[Taxa de Amostragem]@ %2$[é]@ %3$@ Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[Taxa de Amostragem]@ %2$[não é]@ %3$@ Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[Taxa de Amostragem]@ %2$[é maior que]@ %3$@ Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[Taxa de Amostragem]@ %2$[é menor que]@ %3$@ Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[Taxa de Amostragem]@ %2$[está no intervalo]@ %3$@ a %4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[BPM]@ %2$[é]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[BPM]@ %2$[não é]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[BPM]@ %2$[é maior que]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[BPM]@ %2$[é menor que]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[BPM]@ %2$[está no intervalo]@ %3$@ a %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[Número do Disco]@ %2$[é]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[Número do Disco]@ %2$[não é]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[Número do Disco]@ %2$[é maior que]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[Número do Disco]@ %2$[é menor que]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[Número do Disco]@ %2$[está no intervalo]@ %3$@ a %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[Nº de Reproduções]@ %2$[é]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[Nº de Reproduções]@ %2$[não é]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[Nº de Reproduções]@ %2$[é maior que]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[Nº de Reproduções]@ %2$[é menor que]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[Nº de Reproduções]@ %2$[está no intervalo]@ %3$@ a %4$@";

"%[season]@ %[is]@ %@" = "%1$[Temporada]@ %2$[é]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[Temporada]@ %2$[não é]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[Temporada]@ %2$[é maior que]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[Temporada]@ %2$[é menor que]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[Temporada]@ %2$[está no intervalo]@ %3$@ a %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[Nº de Omissões]@ %2$[é]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[Nº de Omissões]@ %2$[não é]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[Nº de Omissões]@ %2$[é maior que]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[Nº de Omissões]@ %2$[é menor que]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[Nº de Omissões]@ %2$[está no intervalo]@ %3$@ a %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[Número da Faixa]@ %2$[é]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[Número da Faixa]@ %2$[não é]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[Número da Faixa]@ %2$[é maior que]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[Número da Faixa]@ %2$[é menor que]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[Número da Faixa]@ %2$[está no intervalo]@ %3$@ a %4$@";

"%[year]@ %[is]@ %@" = "%1$[Ano]@ %2$[é]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[Ano]@ %2$[não é]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[Ano]@ %2$[é maior que]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[Ano]@ %2$[é menor que]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[Ano]@ %2$[está no intervalo]@ %3$@ a %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[Tamanho]@ %2$[é]@ %3$@ MB";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[Tamanho]@ %2$[não é]@ %3$@ MB";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[Tamanho]@ %2$[é maior que]@ %3$@ MB";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[Tamanho]@ %2$[é menor que]@ %3$@ MB";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[Tamanho]@ %2$[está no iintervalo]@ %3$@ a %4$@ %5$[MB]@";

"%[album]@ %[contains]@ %@" = "%1$[Álbum]@ %2$[contém]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[Álbum]@ %2$[não contém]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[Álbum]@ %2$[é]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[Álbum]@ %2$[não é]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[Álbum]@ %2$[começa com]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[Álbum]@ %2$[termina com]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[Artista do Álbum]@ %2$[contém]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[Artista do Álbum]@ %2$[não contém]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[Artista do Álbum]@ %2$[é]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[Artista do Álbum]@ %2$[não é]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[Artista do Álbum]@ %2$[começa com]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[Artista do Álbum]@ %2$[termina com]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[Artista]@ %2$[contém]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[Artista]@ %2$[não contém]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[Artista]@ %2$[é]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[Artista]@ %2$[não é]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[Artista]@ %2$[começa com]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[Artista]@ %2$[termina com]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[Categoria]@ %2$[contém]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[Categoria]@ %2$[não contém]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[Categoria]@ %2$[é]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[Categoria]@ %2$[não é]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[Categoria]@ %2$[começa com]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[Categoria]@ %2$[termina com]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[Comentário]@ %2$[contém]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[Comentário]@ %2$[não contém]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[Comentário]@ %2$[é]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[Comentário]@ %2$[não é]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[Comentário]@ %2$[começa com]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[Comentário]@ %2$[termina com]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[Compositor]@ %2$[contém]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[Compositor]@ %2$[não contém]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[Compositor]@ %2$[é]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[Compositor]@ %2$[não é]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[Compositor]@ %2$[começa com]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[Compositor]@ %2$[termina com]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[Depuração]@ %2$[contém]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[Depuração]@ %2$[não contém]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[Depuração]@ %2$[é]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[Depuração]@ %2$[não é]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[Depuração]@ %2$[começa com]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[Depuração]@ %2$[termina com]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[Descrição]@ %2$[contém]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[Descrição]@ %2$[não contém]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[Descrição]@ %2$[é]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[Descrição]@ %2$[não é]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[Descrição]@ %2$[começa com]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[Descrição]@ %2$[termina com]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[Gênero]@ %2$[contém]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[Gênero]@ %2$[não contém]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[Gênero]@ %2$[é]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[Gênero]@ %2$[não é]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[Gênero]@ %2$[começa com]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[Gênero]@ %2$[termina com]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[Agrupamento]@ %2$[contém]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[Agrupamento]@ %2$[não contém]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[Agrupamento]@ %2$[é]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[Agrupamento]@ %2$[não é]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[Agrupamento]@ %2$[começa com]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[Agrupamento]@ %2$[termina com]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[Tipo]@ %2$[contém]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[Tipo]@ %2$[não contém]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[Tipo]@ %2$[é]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[Tipo]@ %2$[não é]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[Tipo]@ %2$[começa com]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[Tipo]@ %2$[termina com]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[Nome]@ %2$[contém]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[Nome]@ %2$[não contém]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[Nome]@ %2$[é]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[Nome]@ %2$[não é]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[Nome]@ %2$[começa com]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[Nome]@ %2$[termina com]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[Programa]@ %2$[contém]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[Programa]@ %2$[não contém]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[Programa]@ %2$[é]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[Programa]@ %2$[não é]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[Programa]@ %2$[começa com]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[Programa]@ %2$[termina com]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[Ordenar Álbum]@ %2$[contém]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[Ordenar Álbum]@ %2$[não contém]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[Ordenar Álbum]@ %2$[é]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[Ordenar Álbum]@ %2$[não é]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[Ordenar Álbum]@ %2$[começa com]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[Ordenar Álbum]@ %2$[termina com]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[Ordenar Artista do Álbum]@ %2$[contém]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[Ordenar Artista do Álbum]@ %2$[não contém]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[Ordenar Artista do Álbum]@ %2$[é]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[Ordenar Artista do Álbum]@ %2$[não é]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[Ordenar Artista do Álbum]@ %2$[começa com]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[Ordenar Artista do Álbum]@ %2$[termina com]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[Ordenar Artista]@ %2$[contém]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[Ordenar Artista]@ %2$[não contém]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[Ordenar Artista]@ %2$[é]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[Ordenar Artista]@ %2$[não é]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[Ordenar Artista]@ %2$[começa com]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[Ordenar Artista]@ %2$[termina com]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[Ordenar Compositor]@ %2$[contém]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[Ordenar Compositor]@ %2$[não contém]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[Ordenar Compositor]@ %2$[é]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[Ordenar Compositor]@ %2$[não é]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[Ordenar Compositor]@ %2$[começa com]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[Ordenar Compositor]@ %2$[termina com]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[Ordenar Nome]@ %2$[contém]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[Ordenar Nome]@ %2$[não contém]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[Ordenar Nome]@ %2$[é]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[Ordenar Nome]@ %2$[não é]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[Ordenar Nome]@ %2$[começa com]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[Ordenar Nome]@ %2$[termina com]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[Ordenar Programa]@ %2$[contém]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[Ordenar Programa]@ %2$[não contém]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[Ordenar Programa]@ %2$[é]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[Ordenar Programa]@ %2$[não é]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[Ordenar Programa]@ %2$[começa com]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[Ordenar Programa]@ %2$[termina com]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[Data de Adição]@ %2$[é]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[Data de Adição]@ %2$[não é]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[Data de Adição]@ %2$[é posterior a]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[Data de Adição]@ %2$[é anterior a]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[Data de Adição]@ %2$[nos últimos]@ %3$@ %4$[dias]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[Data de Adição]@ %2$[nas últimas]@ %3$@ %4$[semanas]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[Data de Adição]@ %2$[nos últimos]@ %3$@ %4$[meses]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[Data de Adição]@ %2$[não é nos últimos]@ %3$@ %4$[dias]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Data de Adição]@ %2$[não é nas últimas]@ %3$@ %4$[semanas]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[Data de Adição]@ %2$[não é nos últimos]@ %3$@ %4$[meses]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[Data de Adição]@ %2$[está no intervalo]@ %3$@ a %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[Data de Modificação]@ %2$[é]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[Data de Modificação]@ %2$[não é]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[Data de Modificação]@ %2$[é posterior a]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[Data de Modificação]@ %2$[é anterior a]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[Data de Modificação]@ %2$[nos últimos]@ %3$@ %4$[dias]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[Data de Modificação]@ %2$[nas últimas]@ %3$@ %4$[semanas]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[Data de Modificação]@ %2$[nos últimos]@ %3$@ %4$[meses]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[Data de Modificação]@ %2$[não é nos últimos]@ %3$@ %4$[dias]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Data de Modificação]@ %2$[não é nas últimas]@ %3$@ %4$[semanas]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[Data de Modificação]@ %2$[não é nos últimos]@ %3$@ %4$[meses]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[Data de Modificação]@ %2$[está no intervalo]@ %3$@ a %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[Data da Última Reprodução]@ %2$[é]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[Data da Última Reprodução]@ %2$[não é]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[Data da Última Reprodução]@ %2$[é depois de]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[Data da Última Reprodução]@ %2$[é antes de]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[Última Reprodução]@ %2$[nos últimos]@ %3$@ %4$[dias]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Última Reprodução]@ %2$[nas últimas]@ %3$@ %4$[semanas]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[Última Reprodução]@ %2$[nos últimos]@ %3$@ %4$[meses]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Última Reprodução]@ %2$[não é nos últimos]@ %3$@ %4$[dias]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Última Reprodução]@ %2$[não é nas últimas]@ %3$@ %4$[semanas]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Última Reprodução]@ %2$[não é nos últimos]@ %3$@ %4$[meses]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[Data da Última Reprodução]@ %2$[está no intervalo]@ %3$@ a %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[Última Omissão]@ %2$[é]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[Última Omissão]@ %2$[não é]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[Última Omissão]@ %2$[é posterior a]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[Última Omissão]@ %2$[é anterior a]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[Última Omissão]@ %2$[nos últimos]@ %3$@ %4$[dias]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Última Omissão]@ %2$[nas últimas]@ %3$@ %4$[semanas]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[Última Omissão]@ %2$[nos últimos]@ %3$@ %4$[meses]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Última Omissão]@ %2$[não é nos últimos]@ %3$@ %4$[dias]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Última Omissão]@ %2$[não é nas últimas]@ %3$@ %4$[semanas]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Última Omissão]@ %2$[não é nos últimos]@ %3$@ %4$[meses]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[Última Omissão]@ %2$[está no intervalo]@ %3$@ a %4$@";

"%[songid]@ %[is]@" = "%1$[Comprado]@ %2$[é verdadeiro]@";
"%[songid]@ %[is not]@" = "%1$[Comprado]@ %2$[é falso]@";

"%[olduserdisabled]@ %[is]@" = "%1$[Marcada]@ %2$[é verdadeiro]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[Marcada]@ %2$[é falso]@";

"%[artwork]@ %[is]@" = "%1$[Capa do Álbum]@ %2$[é verdadeiro]@";
"%[artwork]@ %[is not]@" = "%1$[Capa do Álbum]@ %2$[é falso]@";

"%[compilation]@ %[is]@" = "%1$[Coletânea]@ %2$[é verdadeiro]@";
"%[compilation]@ %[is not]@" = "%1$[Coletânea]@ %2$[é falso]@";

"%[totaltime]@ %[is]@ %@" = "%1$[Duração]@ %2$[é]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[Duração]@ %2$[não é]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[Duração]@ %2$[é maior que]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[Duração]@ %2$[é menor que]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[Duração]@ %2$[está no intervalo]@ %3$@ a %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[Classificação do Álbum]@ %2$[é]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[Classificação do Álbum]@ %2$[não é]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[Classificação do Álbum]@ %2$[é maior que]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[Classificação do Álbum]@ %2$[é menor que]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[Classificação do Álbum]@ %2$[está no intervalo]@ %3$@ a %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[Classificação]@ %2$[é]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[Classificação]@ %2$[não é]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[Classificação]@ %2$[é maior que]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[Classificação]@ %2$[é menor que]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[Classificação]@ %2$[está no intervalo]@ %3$@ a %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[Tipo de Mídia]@ %2$[é]@ %3$[Música]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[Tipo de Mídia]@ %2$[é]@ %3$[Videoclipe]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[Tipo de Mídia]@ %2$[é]@ %3$[Filme]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[Tipo de Mídia]@ %2$[é]@ %3$[Programa de TV]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[Tipo de Mídia]@ %2$[é]@ %3$[Podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[Tipo de Mídia]@ %2$[é]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[Tipo de Mídia]@ %2$[é]@ %3$[Audiolivro]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[Tipo de Mídia]@ %2$[é]@ %3$[Livro]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[Tipo de Mídia]@ %2$[é]@ %3$[Gravação]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[Tipo de Mídia]@ %2$[é]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[Tipo de Mídia]@ %2$[não é]@ %3$[Música]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[Tipo de Mídia]@ %2$[não é]@ %3$[Videoclipe]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[Tipo de Mídia]@ %2$[não é]@ %3$[Filme]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[Tipo de Mídia]@ %2$[não é]@ %3$[Programa de TV]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[Tipo de Mídia]@ %2$[não é]@ %3$[Podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[Tipo de Mídia]@ %2$[não é]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[Tipo de Mídia]@ %2$[não é]@ %3$[Audiolivro]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[Tipo de Mídia]@ %2$[não é]@ %3$[Livro]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[Tipo de Mídia]@ %2$[não é]@ %3$[Gravação]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[Tipo de Mídia]@ %2$[não é]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[Lista]@ %2$[é]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[Lista]@ %2$[não é]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[Localização]@ %2$[está]@ %3$[neste computador]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[Localização]@ %2$[é]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[Localização]@ %2$[não está]@ %3$[neste computador]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[Localização]@ %2$[não é]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[Estado do iCloud]@ %2$[é]@ %3$[Disponibilizado]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[Estado do iCloud]@ %2$[é]@ %3$[Comprado]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[Estado do iCloud]@ %2$[é]@ %3$[Carregado]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[Estado do iCloud]@ %2$[é]@ %3$[Inadequado]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[Estado do iCloud]@ %2$[é]@ %3$[Somente Local]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[Estado do iCloud]@ %2$[é]@ %3$[Erro]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[Estado do iCloud]@ %2$[é]@ %3$[Duplicado]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[Estado do iCloud]@ %2$[não é]@ %3$[Disponibilizado]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[Estado do iCloud]@ %2$[não é]@ %3$[Comprado]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[Estado do iCloud]@ %2$[não é]@ %3$[Carregado]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[Estado do iCloud]@ %2$[não é]@ %3$[Inadequado]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[Estado do iCloud]@ %2$[não é]@ %3$[Somente Local]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[Estado do iCloud]@ %2$[não é]@ %3$[Erro]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[Estado do iCloud]@ %2$[não é]@ %3$[Duplicado]@";
